
import p from "./post_info_description.module.css"

const PostInfoDescription = (props) => {
    return (
        <div className={p.post}>
            <h2>Заголовок</h2>
            <div className={p.des}>Эта статья показывает как работает эта сравнительно новая технология,
                показывает как работает эта сравнительно новая технология, именно работает
                показывает как работает эта сравнительно новая технология, именно работает
                показывает как работает эта сравнительно новая технология, именно работает
                показывает как работает эта сравнительно новая технология, именно работает  показывает как работает эта сравнительно новая технология, именно работает
                показывает как работает эта сравнительно новая технология, именно работает
            </div>
        </div>
    )
}
export default PostInfoDescription